Repository: 84000/data-translation-memory
Catalog: Toh_225-Taking_Refuge_in_the_Three_Jewels-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Taking Refuge in the Three Jewels

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །
en: The Blessed One was residing at Jeta Grove, Anāthapiṇḍada’s park at Śrāvastī, together with a great saṅgha of 1,250 monks.

source: དེ་ནས་དེའི་ཚེ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཅིག་པུ་དབེན་པར་འདུག་པ་དང་།
en: At that time, while the venerable Śāradvatīputra was alone in the forest,

source: སེམས་ཀྱིས་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་འདི་ལྟ་བུ་སྐྱེས་སོ། །
en: this thought arose in his mind:

source: སྟོན་པ་ནི་བདག་གི་མངོན་སུམ་དུ་གྱུར་ན། བདེ་བར་གཤེགས་པ་ཆོས་ཀྱི་རྗེའི་སྤྱན་སྔར་བདག་སོང་ལ།
en: “I should go before the Teacher so that I can ask the Blissful One, the Dharma Lord, this question:

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དད་པ་དང་ལྡན་པ་གང་ལ་ལ་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་སོང་བའི་གང་ཟག་དེའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་སོགས་པར་འགྱུར་བའི་དོན་དེ་ཞུ་བར་བྱའོ་སྙམ་དུ་སེམས་སོ། །
en: ‘How much merit is accumulated by faithful noble sons or noble daughters who take refuge in the Buddha, the Dharma, and the Saṅgha of monks?’ ”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ཕྱེ་མ་རེད་ཀྱི་དུས་ཀྱི་ཚེ་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་ཏེ།
en: At dusk the venerable Śāriputra emerged from his meditative seclusion and

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: went to see the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: When he arrived, he bowed his head to the Blessed One’s feet and sat to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: While seated to the side, the venerable Śāriputra asked the Blessed One,

source: བཙུན་པ་བདག་གཅིག་པུ་དབེན་པར་མཆིས་ཏེ། ནང་དུ་ཡང་དག་འཇོག་ལ་མཆིས་པ་ན་
en: “Honored One, while I was staying alone in the forest in meditative seclusion,

source: སེམས་ཀྱིས་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་འདི་ལྟ་བུ་སྐྱེས་ཏེ།
en: this thought arose in my mind:

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དད་པ་དང་ལྡན་པ་གང་ལ་ལ་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆིས་པའི་གང་ཟག་དེའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་སོགས་པར་འགྱུར་སྙམ་བགྱིད་ལགས་སོ། །
en: ‘How much merit is accumulated by faithful noble sons or noble daughters who take refuge in the Buddha, the Dharma, and the Saṅgha of monks?’ ”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One replied to the venerable Śāriputra,

source: ཤཱ་རིའི་བུ་ཁྱོད་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་།
en: “Śāriputra, you have asked this question in order to benefit and bring happiness to many beings.

source: འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་། སྐྱེ་བོའི་ཚོགས་ཕལ་པོ་ཆེའི་དོན་དང་། ལྷ་དང་མི་རྣམས་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར་ཞུས་པ་
en: Out of love for the world, you seek to help a vast number of beings, gods and humans alike, by accomplishing their welfare and happiness.

source: ལེགས་སོ་ལེགས་སོ། །
en: That is excellent, excellent!

source: གང་ཁྱོད་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་འོངས་ཏེ་
en: Śāriputra, as you have thought to come and

source: དོན་འདི་ཡོངས་སུ་ཞུ་བར་སེམས་པ་དེ་ནི་ཤཱ་རིའི་བུ་དོན་དེ་ཉིད་རྣམ་པར་ཤེས་པར་བྱ་བའི་ཕྱིར་དཔེས་བསྟན་པར་བྱ་སྟེ
en: question the Thus-Gone One about this matter, I will reply with an analogy to make you understand.

source: སྐྱེས་བུ་གང་ཟག་འགའ་ཞིག་རྫུ་འཕྲུལ་གྱི་མཐུ་འདི་ལྟ་བུ་དང་ལྡན་པར་གྱུར་པས་གང་འདི་འཛམ་བུའི་གླིང་དང་ཉེ་བའི་གླིང་ཞེང་དང་། སྲིད་དུ་དཔག་ཚད་བདུན་སྟོང་ཡོད་པའི་འཛམ་བུའི་གླིང་དེ་ན་གང་སྲོག་ཆགས་གནས་པ་དེ་དག་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་བཀོད་དེ
en: “Imagine that someone endowed with magical powers were to transfer into another world all the beings that live in Jambudvīpa—the land of Jambudvīpa and its subcontinents, which measure seven thousand leagues across and lengthwise.

source: ལག་མཐིལ་ལྟར་མཉམ་པར་བྱས་པར་
en: Having made the ground even like the palm of a hand,

source: རིན་པོ་ཆེ་སྣ་བདུན་ལ་འདི་ལྟ་སྟེ། གསེར་དང་། དངུལ་དང་། བཻ་དཱུརྱ་དང་། ཤེལ་དང་། མུ་ཏིག་དམར་པོ་དང་། རྡོའི་སྙིང་པོ་དང་། སྤུག་རྣམས་ལས་འཛམ་བུའི་གླིང་ཙམ་གྱི་མཆོད་རྟེན་སྲིད་དུ་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་ལ་ཐུག་པར་བརྩིགས་ཏེ།
en: that person would then build a stūpa made of the seven precious gems—gold, silver, beryl, crystal, red coral, emerald, and white coral. It would be the size of Jambudvīpa, and its summit would reach the Brahmā realms.

source: མཆོད་རྟེན་དེ་ལ་ལྷའི་སྤོས་དང་། ལྷའི་མེ་ཏོག་དང་། ལྷའི་ཕྲེང་བ་དང་། ལྷའི་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་རྣམས་ཀྱིས་མཆོད་པ་བྱས་ལ།
en: That person would then worship that stūpa with offerings of divine incense, divine flowers, divine garlands, and divine parasols, banners, and flags.

source: དེ་ནས་སྐྱེས་བུ་དེ་རྫུ་འཕྲུལ་གྱི་མཐུ་འདི་ལྟ་བུ་དང་ལྡན་པར་གྱུར་པས།
en: This person endowed with these magical powers

source: གང་རྒྱ་མཚོ་ཆེན་པོ་བཞིའི་ཆུ་དེ་དག་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་བྱོ་སྟེ།
en: would then pour all the water of the four great oceans into another world system and

source: མ་རུ་ཀའི་ཏིལ་མར་གྱིས་རྒྱ་མཚོ་ཆེན་པོ་བཞི་ལྟར་བཀང་བའི་ནང་དུ་སྙིང་པོ་རི་རབ་ཙམ་བཙུགས་ལ།
en: replace it with four oceans filled with maruka oil.

source: བསྐལ་པ་མང་པོའི་མཐའ་ཇི་སྲིད་པར་མར་མེའི་རྒྱུན་མི་འཆད་པར་བུས་ན
en: He would then place a wick the size of Mount Sumeru into the oceans so that for many eons this oil lamp would continuously burn.

source: ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སོགས་སྙམ་མམ།
en: “Śāriputra, tell me, would that person accumulate a lot of merit on that basis?”

source: བཅོམ་ལྡན་འདས་མང་ལགས་སོ། །
en: “Blessed One, yes, a lot!

source: བདེ་བར་གཤེགས་པ་མང་ལགས་སོ། །
en: Blissful One, yes, a lot!

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ལས་འདས་པ་ལགས་ཏེ།
en: That person would surpass all the hearers and solitary buddhas.

source: བཅོམ་ལྡན་འདས་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཡུལ་ལོ། །
en: Blessed One, this is the domain of the thus-gone ones.

source: བདེ་བར་གཤེགས་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཡུལ་ལོ། །
en: Blissful One, this is the domain of the thus-gone ones.”

source: ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་སྐྱབས་སུ་སོང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་སྔ་མ་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་སྟེསྟོང་དང་། བརྒྱ་སྟོང་གི་ཆ་དང་། གྲངས་དང་། རྒྱུ་དང་། བགྲང་བར་ཡང་ཉེ་བར་མི་འགྲོའོ། །
en: “Śāriputra, that amount of merit would not match even a hundredth, a thousandth, or even a hundred thousandth of the merit created by a noble son or noble daughter who takes refuge in the Buddha, the Dharma, and the Saṅgha. This difference could not be illustrated by any numbers, examples, or calculations.”

source: དེ་ནས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པའི་ཚེ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་གཡོས། རབ་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས། འགུལ་རབ་ཏུ་འགུལ། ཀུན་ཏུ་རབ་ཏུ་འགུལ། ལྡེག་རབ་ཏུ་ལྡེག །ཀུན་ཏུ་རབ་ཏུ་ལྡེག་གོ། །
en: When this Dharma teaching was given, the whole great trichiliocosm began to quiver, tremble, quake, wobble, rock, sway, vibrate, shudder, and reel.

source: དེའི་ཚེ་དེར་གློག་གི་རྒྱུན་ཆེན་པོ་བྱུང་ངོ་། །
en: Great lightning flashes struck, and

source: ལྷ་རྣམས་ཀྱིས་ཀྱང་རྔ་སྒྲ་བསྒྲགས་སོ། །
en: the gods caused the sound of drums to be heard.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The venerable Ānanda asked the Blessed One,

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Blessed One, what is the name of this Dharma teaching?

source: ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?”

source: !ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་འདི་ལྟར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྒོ་མཐའ་ཡས་པས་བསྒྲུབ་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: The Blessed One replied, “Ānanda, you should remember this Dharma teaching as Accomplishing Limitless Gateways.

source: དེའི་དོན་ནི་དེ་ལྟར་བལྟ་བར་བྱ་སྟེ
en: This is how you should see its meaning, and

source: དེ་དེ་བཞིན་དུ་ཟུང་ཤིག །
en: this is how you should remember it.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One had spoken,

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། དགེ་སློང་གཞན་དག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: the venerable Śāriputra and the other monks praised the Blessed One’s words.

source: འཕགས་པ་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Great Vehicle sūtra “Taking Refuge in the Three Jewels.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སརྦ་ཛྙ་དེ་བ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་དཔལ་བརྩེགས་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: This was translated, edited, and finalized by the Indian paṇḍita Sarvajñādeva and the translator-editor Bandé Paltsek.
